[
  {
    "AdvantageId": 1,
    "AdvantageName": "Accurate Attack",
    "AdvantageType": "Combat",
    "Description": "When you make an {Accurate Attack} (see Maneuvers, page 249) you can take a penalty of up to –5 on the effect modifier of the attack and add the same number (up to +5) to your attack bonus."
  },
  {
    "AdvantageId": 2,
    "AdvantageName": "Agile Feint",
    "AdvantageType": "Skill",
    "Description": "You can use your Acrobatics bonus or movement speed rank in place of Deception to {Feint} and {Trick} in combat as if your skill bonus or speed rank were your Deception bonus (see the Deception skill description). Your opponent opposes the attempt with Acrobatics or Insight (whichever is better)."
  },
  {
    "AdvantageId": 3,
    "AdvantageName": "All-Out Attack",
    "AdvantageType": "Combat",
    "Description": "When you make an {All-Out Attack} (see Maneuvers, page 249) you can take a penalty of up to –5 on your active defenses(Dodge and Parry) and add the same number(up to + 5) to your attack bonus."
  },
  {
    "AdvantageId": 4,
    "AdvantageName": "Animal Empathy",
    "AdvantageType": "Skill",
    "Description": "You have a special connection with animals. You can use interaction skills on animals normally, and do not have to speak a language the animal understands; you communicate your intent through gestures and body language and learn things by studying animal behavior. Characters normally have a –10 circumstance penalty to use interaction skills on animals, due to their Intellect and lack of language."
  },
  {
    "AdvantageId": 5,
    "AdvantageName": "Artificer",
    "AdvantageType": "Skill",
    "Description": "You can use the Expertise: Magic skill to create temporary magical devices. See {Magical Inventions}, page 212, for details."
  },
  {
    "AdvantageId": 6,
    "AdvantageName": "Assessment",
    "AdvantageType": "General",
    "Description": "You’re able to quickly size up an opponent’s combat capabilities. Choose a target you can accurately perceive and have the GM make a secret Insight check for you as a free action, opposed by the target’s Deception check result.<br/><br/>If you win, the GM tells you the target’s attack and defense bonuses relative to yours(lower, higher, or equal). With each additional degree of success, you learn one of the target’s bonuses exactly.<br/><br/>If you lose the opposed roll, you don’t find out anything. With more than one degree of failure, the GM may lie or otherwise exaggerate the target’s bonuses."
  },
  {
    "AdvantageId": 7,
    "AdvantageName": "Attractive",
    "AdvantageType": "Skill, Ranked(2)",
    "Description": "You’re particularly attractive, giving you a +2 circumstance bonus on Deception and Persuasion checks to deceive, seduce, or change the attitude of anyone who finds your looks appealing. With a second rank, you are Very Attractive, giving you a + 5 circumstance bonushis bonus does not count as part of your regular skill bonus in terms of the series power level, but also does not apply to people or situations which(in the GM’s opinion) would not be in fluenced by your appearance.<br/><br/>While superheroes tend to be a fairly good - looking lot, this advantage is generally reserved for characters with particularly impressive looks."
  },
  {
    "AdvantageId": 8,
    "AdvantageName": "Beginner's Luck",
    "AdvantageType": "Fortune",
    "Description": "By spending a hero point, you gain an effective 5 ranks in one skill of your choice you currently have at 4 or fewer ranks, including skills you have no ranks in, even if they can’t be used untrained. These temporary skill ranks last for the duration of the scene and grant you their normal benefits."
  },
  {
    "AdvantageId": 9,
    "AdvantageName": "Benefit",
    "AdvantageType": "General, Ranked",
    "Description": "You have some significant perquisite or fringe benefit. The exact nature of the benefit is for you and the Gamemaster to determine. As a rule of thumb it should not exceed the benefits of any other advantage, or a power effect costing 1 point(see {Feature} in the <b>Powers</b> chapter). It should also be significant enough to cost at least 1 power point. An example is Diplomatic Immunity(see Sample Benefits). A license to practice law or medicine, on the other hand, should not be considered a Benefit; it’s simply a part of having training in the appropriate Expertise skill and has no significant game effect.<br/><br/>Benefits may come in ranks for improved levels of the same benefit. The GM is the final arbiter as to what does and does not constitute a Benefit in the setting. Keep in mind some qualities may constitute Benefits in some series, but not in others, depending on whether or not they have any real impact on the game.<br/><br/>{Sample Benefits}"
  },
  {
    "AdvantageId": 10,
    "AdvantageName": "Chokehold",
    "AdvantageType": "Combat",
    "Description": "If you successfully grab and restrain an opponent (see {Grab}, page 248), you can apply a chokehold, causing your opponent to begin suffocating for as long as you continue to restrain your target(see {Suffocation}, page 238)."
  },
  {
    "AdvantageId": 11,
    "AdvantageName": "Close Attack",
    "AdvantageType": "Combat, Ranked",
    "Description": "You have a +1 bonus to close attacks checks per rank in this advantage. Your total attack bonus is still limited by power level. This advantage best suits characters with a level of overall close combat skill(armed and unarmed). For capability with a particular type of attack, use the Close Combat skill."
  },
  {
    "AdvantageId": 12,
    "AdvantageName": "Connected",
    "AdvantageType": "Skill",
    "Description": "You know people who can help you out from time to time. It might be advice, information, help with a legal matter, or access to resources. You can call in such favors by making a Persuasion check. The GM sets the DC of the check, based on the aid required. A simple favor is DC 10, ranging up to DC 25 or higher for especially difficult, dangerous, or expensive favors. You can spend a hero point to automatically secure the favor, if the GM allows it. The GM has the right to veto any request if it is too involved or likely to spoil the plot of the adventure. Use of this advantage always requires at least a few minutes(and often much longer) and the means to contact your allies to ask for their help."
  },
  {
    "AdvantageId": 13,
    "AdvantageName": "Contacts",
    "AdvantageType": "Skill",
    "Description": "You have such extensive and well-informed contacts you can make an Investigation check to gather information in only one minute, assuming you have some means of getting in touch with your contacts. Further Investigation checks to gather information on the same subject require the normal length of time, since you must go beyond your immediate network of contacts."
  },
  {
    "AdvantageId": 14,
    "AdvantageName": "Daze",
    "AdvantageType": "Skill, Ranked (2)",
    "Description": "You can make a Deception or Intimidation check as a standard action(choose which skill when you acquire the advantage) to cause an opponent to hesitate in combat. Make a skill check as a standard action against your target’s resistance check(the same skill, Insight, or Will defense, whichever has the highest bonus). If you win, your target is dazed(able to take only a standard action) until the end of your next round. The ability to Daze with Deception and with Intimidation are separate advantages. Take this advantage twice in order to be able to do both."
  },
  {
    "AdvantageId": 15,
    "AdvantageName": "Defensive Attack",
    "AdvantageType": "Combat",
    "Description": "When you make a {Defensive Attack} (see <b>Maneuvers</b>, page 249), you can take a penalty of up to –5 on your attack bonus and add the same number (up to +5) to both your active defenses (Dodge and Parry)."
  },
  {
    "AdvantageId": 16,
    "AdvantageName": "Defensive Roll",
    "AdvantageType": "Combat, Ranked",
    "Description": "You can avoid damage through agility and “rolling” with an attack. You receive a bonus to your Toughness equal to your advantage rank, but it is considered an active defense similar to {Dodge} and {Parry} (see Active Defenses in the Abilities chapter), so you lose this bonus whenever you are vulnerable or defenseless. Your total Toughness, including this advantage, is still limited by power level.<br/><br/>This advantage is common for heroes who lack either superhuman speed or toughness, relying on their agility and training to avoid harm."
  },
  {
    "AdvantageId": 17,
    "AdvantageName": "Diehard",
    "AdvantageType": "General",
    "Description": "When your condition becomes dying (see <b>{Conditions}</b> in the <b>Action & Adventure</b> chapter) you automatically stabilize on the following round without any need for a Fortitude check, although further damage—such as a finishing attack—can still kill you."
  },
  {
    "AdvantageId": 18,
    "AdvantageName": "Eidetic Memory",
    "AdvantageType": "General",
    "Description": "You have perfect recall of everything you’ve experienced. You have a + 5 circumstance bonus on checks to remember things, including resistance checks against effects that alter or erase memories. You can also make Expertise skill checks to answer questions and provide information as if you were trained, meaning you can answer questions involving difficult or obscure knowledge even without ranks in the skill, due to the sheer amount of trivia you have picked up."
  },
  {
    "AdvantageId": 19,
    "AdvantageName": "Equipment",
    "AdvantageType": "General, Ranked",
    "Description": "You have 5 points per rank in this advantage to spend on equipment. This includes vehicles and headquarters. See the <b>Gadgets & Gear</b> chapter for details on equipment and its costs. Many heroes rely almost solely on Equipment in conjunction with their skills and other advantages."
  },
  {
    "AdvantageId": 20,
    "AdvantageName": "Evasion",
    "AdvantageType": "Combat, Ranked (2)",
    "Description": "You have a +2 circumstance bonus to Dodge resistance checks to avoid area effects(see the <b>{Area}</b> extra in the Powers chapter). If you have 2 ranks in this advantage, your circumstance bonus increases to + 5."
  },
  {
    "AdvantageId": 21,
    "AdvantageName": "Extraordinary Effort",
    "AdvantageType": "General",
    "Description": "When using extra effort (see <b>{Extra Effort}</b> in <b>The Basics</b> chapter), you can gain two of the listed benefits, even stacking two of the same type of benefit. However, you also double the cost of the effort; you’re exhausted starting the turn after your extraordinary effort. If you are already fatigued, you are incapacitated. If you are already exhausted, you cannot use extraordinary effort. Spending a hero point at the start of your next turn reduces the cost of your extraordinary effort to merely fatigued, the same as a regular extra effort."
  },
  {
    "AdvantageId": 22,
    "AdvantageName": "Fascinate",
    "AdvantageType": "Skill, Ranked",
    "Description": "One of your interaction skills is so effective you can capture and hold other’s attention with it. Choose Deception, Intimidation, or Persuasion when you acquire this advantage. You can also use Fascinate with an appropriate Expertise skill, like musician or singer, at the GM’s discretion.<br/><br/>You are subject to the normal guidelines for interaction skills, and combat or other immediate danger makes this advantage ineffective. Take a standard action and make an interaction skill check against your target’s opposing check(Insight or Will defense). If you succeed, the target is entranced. You can maintain the effect with a standard action each round, giving the target a new resistance check. The effect ends when you stop performing, the target successfully resists, or any immediate danger presents itself. Like all interaction skills, you can use Fascinate on a group, but you must affect everyone in the group in the same way.<br/><br/> You may take this advantage more than once. Each time, it applies to a different skill."
  },
  {
    "AdvantageId": 23,
    "AdvantageName": "Fast Grab",
    "AdvantageType": "Combat",
    "Description": "When you hit with an unarmed attack you can immediately make a grab check against that opponent as a free action (see <b>{Grab}</b>, page 248). Your unarmed attack inflicts its normal damage and counts as the initial attack check required to grab your opponent."
  },
  {
    "AdvantageId": 24,
    "AdvantageName": "Favored Environment",
    "AdvantageType": "Combat",
    "Description": "You have an environment you’re especially suited for fighting in. Examples include in the air, underwater, in space, in extreme heat or cold, in jungles or woodlands, and so forth. While you are in your favored environment, you gain a + 2 circumstance bonus to attack checks or your active defenses. Choose at the start of the round whether the bonus applies to attack or defense. The choice remains until the start of your next round. This circumstance bonus is not affected by power level."
  },
  {
    "AdvantageId": 25,
    "AdvantageName": "Favored Foe",
    "AdvantageType": "Skill",
    "Description": "You have a particular type of opponent you’ve studied or are especially effective against. It may be a type of creature (aliens, animals, constructs, mutants, undead, etc.), a profession(soldiers, police officers, Yakuza, etc.) or any other category the GM approves. Especially broad categories like “humans” or “villains” are not permitted. You gain a + 2 circumstance bonus on Deception, Intimidation, Insight, and Perception checks dealing with your Favored Foe. This circumstance bonus is not limited by power level."
  },
  {
    "AdvantageId": 26,
    "AdvantageName": "Fearless",
    "AdvantageType": "General",
    "Description": "You are immune to fear effects of all sorts, essentially the same as an Immunity to Fear effect(see <b>{Immunity}</b> in the Powers chapter)."
  },
  {
    "AdvantageId": 27,
    "AdvantageName": "Grabbing Finesse",
    "AdvantageType": "Combat",
    "Description": "You can use your Dexterity bonus, rather than your Strength bonus, to make grab attacks. You are not vulnerable while grabbing. See <b>{Grab}</b>, page 248, for details. This is a good advantage for skilled unarmed combatants focused more on speed than strength."
  },
  {
    "AdvantageId": 28,
    "AdvantageName": "Great Endurance",
    "AdvantageType": "General",
    "Description": "You have a +5 bonus on checks to avoid becoming fatigued and checks to hold your breath, avoid damage from starvation or thirst, avoid damage from hot or cold environments, and to resist suffocation and drowning. See <b>Hazards and the Environment</b> in the <b>Action & Adventure</b> chapter for details on these checks."
  },
  {
    "AdvantageId": 29,
    "AdvantageName": "Hide In Plain Sight",
    "AdvantageType": "Skill",
    "Description": "You can hide (see <b>{Hiding}</b> under <b>Stealth</b> in the <b>Skills</b> chapter) without any need for a Deception or Intimidation check or any sort of diversion, and without penalty to your Stealth check. You’re literally there one moment, and gone the next. You must still have some form of cover or concealment within range of your normal movement speed in order to hide."
  },
  {
    "AdvantageId": 30,
    "AdvantageName": "Improved Aim",
    "AdvantageType": "Combat",
    "Description": "You have an even keener eye when it comes to ranged combat. When you take a standard action to aim, you gain double the normal circumstance bonus: +10 for a close attack or ranged attack adjacent to the target, + 5 for a ranged attack at a greater distance. See <b>{Aim}</b>, page 246, for details."
  },
  {
    "AdvantageId": 31,
    "AdvantageName": "Improved Critical",
    "AdvantageType": "Combat, Ranked",
    "Description": "Increase your critical threat range with a particular attack (chosen when you acquire this advantage) by 1, allowing you to score a critical hit on a natural 19 or 20. Only a natural 20 is an automatic hit, however, and an attack that misses is not a critical. Each additional rank applies to a different attack or increases your threat range with an existing attack by one more, to a maximum threat range of 16-20 with 4 ranks."
  },
  {
    "AdvantageId": 32,
    "AdvantageName": "Improved Defense",
    "AdvantageType": "Combat",
    "Description": "When you take the defend action in combat (see <b>{Defend}</b> in the Action & Adventure chapter) you gain a + 2 circumstance bonus to your active defense checks for the round."
  },
  {
    "AdvantageId": 33,
    "AdvantageName": "Improved Disarm",
    "AdvantageType": "Combat",
    "Description": "You have no penalty to your attack check when attempting to disarm an opponent and they do not get the opportunity to disarm you(see <b>{Disarm}</b> in the <b>Action & Adventure</b> chapter)."
  },
  {
    "AdvantageId": 34,
    "AdvantageName": "Improved Grab",
    "AdvantageType": "Combat",
    "Description": "You can make grab attacks with only one arm, leaving the other free. You can also maintain the grab while using your other hand to perform actions. You are not vulnerable while grabbing(see <b>{Grabbing}</b> in the <b>Action & Adventure</b> chapter)."
  },
  {
    "AdvantageId": 35,
    "AdvantageName": "Improved Hold",
    "AdvantageType": "Combat",
    "Description": "Your grab attacks are particularly difficult to escape. Opponents you grab suffer a –5 circumstance penalty on checks to escape."
  },
  {
    "AdvantageId": 36,
    "AdvantageName": "Improved Initiative",
    "AdvantageType": "Combat, Ranked",
    "Description": "You have a +4 bonus to your initiative checks per rank in this advantage."
  },
  {
    "AdvantageId": 37,
    "AdvantageName": "Improved Smash",
    "AdvantageType": "Combat",
    "Description": "You have no penalty to attack checks to hit an object held by another character(see <b>{Smash}</b> in the <b>Action & Adventure</b> chapter)."
  },
  {
    "AdvantageId": 38,
    "AdvantageName": "Improved Trip",
    "AdvantageType": "Combat",
    "Description": "You have no penalty to your attack check to trip an opponent and they do not get the opportunity to trip you. When making a trip attack, make an opposed check of your Acrobatics or Athletics against your opponent’s Acrobatics or Athletics, you choose which your opponent uses to defend, rather than the target choosing(see <b>{Trip}</b> in the <b>Action & Adventure</b> chapter). This is a good martial arts advantage for unarmed fighters."
  },
  {
    "AdvantageId": 39,
    "AdvantageName": "Improvised Tools",
    "AdvantageType": "Skill",
    "Description": "You ignore the circumstance penalty for using skills without proper tools, since you can improvise sufficient tools with whatever is at hand. If you’re forced to work without tools at all, you suffer only a –2 penalty."
  },
  {
    "AdvantageId": 40,
    "AdvantageName": "Improvised Weapon",
    "AdvantageType": "Skill",
    "Description": "When wielding an improvised close combat weapon— anything from a chair to a telephone pole or entire car— you use your Close Combat: Unarmed skill bonus for attack checks with the “weapon” rather than relying on your general Close Combat skill bonus. Additional ranks in this advantage give you a + 1 bonus to Damage with improvised weapons per rank. Your maximum Damage bonus is still limited by power level, as usual."
  },
  {
    "AdvantageId": 41,
    "AdvantageName": "Inspire",
    "AdvantageType": "Fortune, Ranked (5)",
    "Description": "You can inspire your allies to greatness. Once per scene, by taking a standard action and spending a hero point, allies able to interact with you gain a + 1 circumstance bonus per Inspire rank on all checks until the start of your next round, with a maximum bonus of + 5. You do not gain the bonus, only your allies do. The inspiration bonus ignores power  level limits, like other uses of hero points. Multiple uses of Inspire do not stack, only the highest bonus applies."
  },
  {
    "AdvantageId": 42,
    "AdvantageName": "Instant Up",
    "AdvantageType": "General",
    "Description": "You can go from prone to standing as a free action without the need for an Acrobatics skill check."
  },
  {
    "AdvantageId": 43,
    "AdvantageName": "Interpose",
    "AdvantageType": "General",
    "Description": "Once per round, when an ally within range of your normal movement is hit by an attack, you can choose to place yourself between the attacker and your ally as a reaction, making you the target of the attack instead. The attack hits you rather than your ally, and you suffer the effects normally. You cannot use this advantage against area effects or perception range attacks, only those requiring an attack check."
  },
  {
    "AdvantageId": 44,
    "AdvantageName": "Inventor",
    "AdvantageType": "Skill",
    "Description": "You can use the Technology skill to create inventions. See <b>{Inventing}</b>, page 211, for details."
  },
  {
    "AdvantageId": 45,
    "AdvantageName": "Jack-Of-All-Trades",
    "AdvantageType": "Skill",
    "Description": "You can use any skill untrained, even skills or aspects of skills that normally cannot be used untrained, although you must still have proper tools if the skill requires them."
  },
  {
    "AdvantageId": 46,
    "AdvantageName": "Languages",
    "AdvantageType": "Skill, Ranked",
    "Description": "You can speak and understand additional languages. With one rank in this advantage, you know an additional language. For each additional rank, you double your additional known languages: two at rank 2, four at rank 3, eight at rank 4, etc. So a character with Languages 7 is fluent in 64 languages! Characters are assumed to be fluent in any languages they know, including being able to read and write in them.<br/><br/> For the ability to understand any language, see the Comprehend effect in the Powers chapter."
  },
  {
    "AdvantageId": 47,
    "AdvantageName": "Leadership",
    "AdvantageType": "Fortune",
    "Description": "Your presence reassures and lends courage to your allies. As a standard action, you can spend a hero point to remove one of the following conditions from an ally with whom you can interact: dazed, fatigued, or stunned."
  },
  {
    "AdvantageId": 48,
    "AdvantageName": "Luck",
    "AdvantageType": "Fortune, Ranked (1/2 PL)",
    "Description": "Once per round, you can choose to re-roll a die roll, like spending a hero point(see {Hero Points}, page 20), including adding 10 to re- rolls of 10 or less. You can do this a number of times per game session equal to your Luck rank, with a maximum rank of half the series power level (rounded down). Your Luck ranks refresh when your hero points “reset” at the start of an adventure. The GM may choose to set a different limit on ranks in this advantage, depending on the series."
  },
  {
    "AdvantageId": 49,
    "AdvantageName": "Minion",
    "AdvantageType": "General, Ranked",
    "Description": "You have a follower or minion. This minion is an independent character with a power point total of(advantage rank x 15). Minions are subject to the normal power level limits, and cannot have minions themselves. Your minions (if capable of independent thought) automatically have a helpful attitude toward you. They are subject to the normal rules for {Minions}(see page 245).<br/><br/>Minions do not earn power points. Instead, you must spend earned power points to increase your rank in this advantage to improve the minion’s power point total and traits. Minions also do not have hero points. Any lost minions are replaced in between adventures with other followers with similar abilities at the Gamemaster’s discretion."
  },
  {
    "AdvantageId": 50,
    "AdvantageName": "Move-By Action",
    "AdvantageType": "Combat",
    "Description": "When taking a standard action and a move action you can move both before and after your standard action, provided the total distance moved isn’t greater than your normal movement speed."
  },
  {
    "AdvantageId": 51,
    "AdvantageName": "Power Attack",
    "AdvantageType": "Combat",
    "Description": "When you make a {Power Attack} (see Maneuvers, page 250) you can take a penalty of up to –5 on your attack bonus and add the same number(up to + 5) to the effect bonus of your attack."
  },
  {
    "AdvantageId": 52,
    "AdvantageName": "Precise Attack",
    "AdvantageType": "Combat, Ranked (4)",
    "Description": "When you make close or ranged attacks (choose one) you ignore attack check penalties for cover or concealment (choose one), although total cover still prevents you from making attacks. Each additional rank in this advantage lets you choose an additional option, so with Precise Attack 4, all your attacks(both close and ranged) ignore penalties for both cover and concealment."
  },
  {
    "AdvantageId": 53,
    "AdvantageName": "Prone Fighting",
    "AdvantageType": "Combat",
    "Description": "You suffer no circumstance penalty to attack checks for being prone, and adjacent opponents do not gain the usual circumstance bonus for close attacks against you."
  },
  {
    "AdvantageId": 54,
    "AdvantageName": "Quick Draw",
    "AdvantageType": "Combat",
    "Description": "You can draw a weapon from a holster or sheath as a free action, rather than a move action."
  },
  {
    "AdvantageId": 55,
    "AdvantageName": "Ranged Attack",
    "AdvantageType": "Combat, Ranked",
    "Description": "You have a +1 bonus to ranged attacks checks per rank in this advantage. Your total attack bonus is still limited by power level."
  },
  {
    "AdvantageId": 56,
    "AdvantageName": "Redirect",
    "AdvantageType": "Combat",
    "Description": "If you successfully trick an opponent (see <b>{Trick}</b> under Deception in the Skills chapter), you can redirect a missed attack against you from that opponent at another target as a reaction. The new target must be adjacent to you and within range of the attack. The attacker makes a new attack check with the same modifiers as the first against the new target."
  },
  {
    "AdvantageId": 57,
    "AdvantageName": "Ritualist",
    "AdvantageType": "Skill",
    "Description": "You can use the Expertise: Magic skill to create and cast {Magical Rituals}(see page 212). This advantage is often a back- up or secondary magical power for superhuman sorcerers, and may be the only form of magic available to some “dabbler” types."
  },
  {
    "AdvantageId": 58,
    "AdvantageName": "Second Chance",
    "AdvantageType": "General, Ranked",
    "Description": "Choose a particular hazard, such as falling, being tripped, triggering traps, mind control(or another fairly specific power effect, such as Damage with the fire descriptor) or a particular skill with consequences for failure. If you fail a check against that hazard, you can make another immediately and use the better of the two results. You only get one second chance for any given check, and the GM decides if a particular hazard or skill is an appropriate focus for this advantage. You can take this advantage multiple times, each for a different hazard."
  },
  {
    "AdvantageId": 59,
    "AdvantageName": "Seize Initiative",
    "AdvantageType": "Fortune",
    "Description": "You can spend a hero point to automatically go first in the initiative order. You may only do so at the start of combat, when you would normally make your initiative check. If more than one character uses this advantage, they all make initiative checks normally and act in order of their initiative result, followed by all the other characters who do not have this advantage."
  },
  {
    "AdvantageId": 60,
    "AdvantageName": "Set-Up",
    "AdvantageType": "Combat, Ranked",
    "Description": "You can transfer the benefits of a successful combat use of an interaction skill to your teammate(s). For example, you can feint and have your target vulnerable against one or more allies next attack(s), rather than yours. Each rank in the advantage lets you transfer the benefit to one ally. The interaction skill check requires its normal action, and the affected allies must be capable of interacting with you(or at least seeing the set - up) to benefit from it."
  },
  {
    "AdvantageId": 61,
    "AdvantageName": "Sidekick",
    "AdvantageType": "General, Ranked",
    "Description": "You have another character serving as your partner and aide. Create your sidekick as an independent character with (advantage rank x 5) power points, and subject to the series power level. A sidekick’s power point total must be less than yours. Your sidekick is an NPC, but automatically helpful and loyal to you. Gamemasters should generally allow you to control your sidekick, although sidekicks remain NPCs and the GM has final say in their actions.<br/><br/>Sidekicks do not earn power points. Instead, you must spend earned power points to increase your rank in Sidekick to improve the sidekick’s power point total and traits; each point you spend to increase your rank in Sidekick grants the sidekick 5 additional power points. Sidekicks also do not have hero points, but you can spend your own hero points on the sidekick’s behalf with the usual benefits. Sidekicks are not minions, but full- fledged characters, so they are not subject to the minion rules."
  },
  {
    "AdvantageId": 62,
    "AdvantageName": "Skill Mastery",
    "AdvantageType": "Skill",
    "Description": "Choose a skill. You can make routine checks with that skill even when under pressure(see <b>{Routine Checks}</b> in the Basics chapter). This advantage does not allow you to make routine checks with skills that do not normally allow you to do so. You can take this advantage multiple times for different skills."
  },
  {
    "AdvantageId": 63,
    "AdvantageName": "Startle",
    "AdvantageType": "Skill",
    "Description": "You can use Intimidation rather than Deception to feint in combat(see <b>{Feint}</br> under the Deception skill description). Targets resist with Insight, Intimidation, or Will defense."
  },
  {
    "AdvantageId": 64,
    "AdvantageName": "Takedown",
    "AdvantageType": "Combat, Ranked (2)",
    "Description": "If you render a minion incapacitated with an attack, you get an immediate extra attack as a free action against another minion within range and adjacent to the previous target’s location. The extra attack is with the same attack and bonus as the first. You can continue using this advantage until you miss or there are no more minions within range of your attack or your last target.<br/><br/>A second rank in this advantage allows you to attack nonadjacent minion targets, moving between attacks if necessary to do so. You cannot move more than your total speed in the round, regardless of the number of attacks you make. You stop attacking once you miss, run out of movement, or there are no more minions within range of your attack."
  },
  {
    "AdvantageId": 65,
    "AdvantageName": "Taunt",
    "AdvantageType": "Skill",
    "Description": "You can demoralize an opponent with Deception rather than Intimidation(see <b>{Demoralize}</b> under the Intimidation skill description), disparaging and undermining confidence rather than threatening. Targets resist using Deception, Insight, or Will defense."
  },
  {
    "AdvantageId": 66,
    "AdvantageName": "Teamwork",
    "AdvantageType": "General",
    "Description": "You’re effective at helping out your friends. When you support a team check(see <b>{Team Checks}</b> in the Basics chapter) you have a + 5 circumstance bonus to your check. This bonus also applies to the Aid action and Team Attacks."
  },
  {
    "AdvantageId": 67,
    "AdvantageName": "Throwing Mastery",
    "AdvantageType": "Combat, Ranked",
    "Description": "You have a +1 damage bonus with thrown weapons per rank in this advantage. You can also throw normally harmless objects—playing cards, pens, paper clips, and so forth—as weapons with a damage bonus equal to your advantage rank and range based on the higher of your advantage rank or Strength(see <b>{Ranged}</b> in the Powers chapter). Your maximum damage bonus with any given weapon or attack is still limited by power level."
  },
  {
    "AdvantageId": 68,
    "AdvantageName": "Tracking",
    "AdvantageType": "Skill",
    "Description": "You can use the Perception skill to visually follow tracks like the Tracking Senses effect (see the Powers chapter)."
  },
  {
    "AdvantageId": 69,
    "AdvantageName": "Trance",
    "AdvantageType": "General",
    "Description": "Through breathing and bodily control, you can slip into a deep trance. This takes a minute of uninterrupted meditation and a DC 15 Awareness check. While in the trance you add your Awareness rank to your Stamina rank to determine how long you can hold your breath and you use the higher of your Fortitude or Will defenses for resistance checks against suffocation(see <b>{Suffocation}</b>, page 238). Poison and disease effects are suspended for the duration of the trance. It requires a Perception check with a DC equal to your Awareness check result to determine you’re not dead because your bodily functions are so slow. You are aware of your surroundings while in trance and can come out of it at any time at will. You cannot take any actions while in the trance, but your GM may allow mental communication while in a trance."
  },
  {
    "AdvantageId": 70,
    "AdvantageName": "Ultimate Effort",
    "AdvantageType": "Fortune",
    "Description": "You can spend a hero point on a particular check and treat the roll as a 20 (meaning you don’t need to roll the die at all, just apply a result of 20 to your modifier). This is not a natural 20, but is treated as a roll of 20 in all other respects. You choose the particular check the advantage applies to when you acquire it and the GM must approve it. You can take Ultimate Effort multiple times, each time, it applies to a different check. This advantage may not be used after you’ve rolled the die to determine if you succeed.<br/><br/><b>{Sample Ultimate Efforts}</b>"
  },
  {
    "AdvantageId": 71,
    "AdvantageName": "Uncanny Dodge",
    "AdvantageType": "Combat",
    "Description": "You are especially attuned to danger. You are not vulnerable when surprised or otherwise caught off- guard. You are still made vulnerable by effects that limit your mobility."
  },
  {
    "AdvantageId": 72,
    "AdvantageName": "Weapon Bind",
    "AdvantageType": "Combat",
    "Description": "If you take the defend action (see <b>{Defend}</b> in the <b>Action & Adventure</b> chapter) and successfully defend against a close weapon attack, you can make a disarm attempt against the attacker immediately as a reaction. The disarm attempt is carried out normally, including the attacker getting the opportunity to disarm you."
  },
  {
    "AdvantageId": 73,
    "AdvantageName": "Weapon Break",
    "AdvantageType": "Combat",
    "Description": "If you take the defend action (see <b>{Defend}</b> in the <b>Action & Adventure</b> chapter) and successfully defend against a close weapon attack, you can make an attack against the attacker’s weapon immediately as a reaction. This requires an attack check and inflicts normal damage to the weapon if it hits(see {Smash} in the <b>Action & Adventure</b> chapter)."
  },
  {
    "AdvantageId": 74,
    "AdvantageName": "Well-Informed",
    "AdvantageType": "Skill",
    "Description": "You are exceptionally well-informed. When encountering an individual, group, or organization for the first time, you can make an immediate Investigation or Persuasion skill check to see if your character has heard something about the subject. Use the guidelines for gathering information in the <b>{Investigation}</b> skill description to determine the level of information you gain. You receive only one check per subject upon first encountering them, although the GM may allow another upon encountering the subject again once significant time has passed."
  }
]